Revit 2027 API
FilterInverseRule Properties
The FilterInverseRule type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterRule)
Top
See Also
Reference
FilterInverseRule Class
Autodesk.Revit.DB Namespace